	const scenic ={
    "state": "success",
    "body": {
        "attractions": [
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263592/201609061005040.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263592/2016083018371801.jpg",
                     "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263592/201608301837180.jpg",
                    "horn_longitude": 116.3956061751,
                    "horn_latitude": 39.9123408596,
                     "id": 6226,
                    "name": "愉园",
                    "content": "游客您好，现在您来到的是愉园。1980年为扩大公园游览面积，将内坛东北角的育花温室迁到天坛花圃，就地修建这一主题景区。这里是供游客观赏名贵金鱼的园林景区，因“鱼”与“愉”谐音故取名愉园，意思是赏鱼之园。整个景区坐北朝南，前部为庭院绿化区，中部为园林建筑金鱼观赏区，后部为金鱼养殖区。建筑采用中轴线两侧均衡式布局，前面正中为重檐蓝琉璃瓦屋面八方亭，东面为单檐筒瓦屋面正方亭，西面为单檐筒瓦屋面长方亭。三亭均有亭额，东亭“倚霞”，西亭“流云”，中亭“览粹”，由著名书法家陈叔亭书写。三亭以38间半壁廊相连，廊上嵌有金鱼展窗34个，内有金鱼供游客观赏。廊东端壁上嵌有“愉园小记”石刻一方。廊中、东、西建垂花门2座，东为双垂花门，西为单垂花门。"
                }
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263593/201609061004500.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263593/2016083018374501.jpg",
                    "latitude": 39.91270011,
                    "horn_longitude": 116.3947532326,
                    "luLongitude": "",
                    "isIndoor": 0,
                    "rdLatitude": "",
                    "type": 2,
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263593/201608301837450.jpg",

                    "content": "游客朋友，现在您来到了内坛东北角的格言亭，全亭为白石筑成，直径6.6米，高约8米，亭外四周有栏杆围绕。栏杆是以12个球型石墩分4组，每组3个，中间用铁管相连，四周有出口。8根石柱内侧刻有先人格言，这些格言寓意多为治病救人，故又称药言亭或药石亭。此亭为1915年朱启钤的好友、时任总统咨议雍涛，出于既可规戒世人，又可增添景观之由捐资兴建的，是全园唯一一座西洋式亭子。原建在南大门内，后因建“公理战胜”石坊，1918年移至此处。1955年8月因认为这些格言不合当时的政治环境，公园奉令将格言亭八根石柱上的字迹全部磨掉。",
                    "horn_latitude": 39.9129004502,
                    "rdLongitude": "",
                    "name": "格言亭",
                    "shuffling": [
                        {
                            "date": "2016-08-30 18:37:45",
                            "id": 6227,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6227,
                    "luLatitude": "",
                    "longitude": 116.3947463
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.91270011,
                        "name": "格言亭",
                        "id": 4943,
                        "radius": "15",
                        "content": "游客朋友，现在您来到了内坛东北角的格言亭，全亭为白石筑成，直径6.6米，高约8米，亭外四周有栏杆围绕。栏杆是以12个球型石墩分4组，每组3个，中间用铁管相连，四周有出口。8根石柱内侧刻有先人格言，这些格言寓意多为治病救人，故又称药言亭或药石亭。此亭为1915年朱启钤的好友、时任总统咨议雍涛，出于既可规戒世人，又可增添景观之由捐资兴建的，是全园唯一一座西洋式亭子。原建在南大门内，后因建“公理战胜”石坊，1918年移至此处。1955年8月因认为这些格言不合当时的政治环境，公园奉令将格言亭八根石柱上的字迹全部磨掉。",
                        "longitude": 116.3947463
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263594/201609061004320.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263594/2016083018380901.jpg",
                    "latitude": 39.9121931,
                    "horn_longitude": 116.3947746903,
                    "luLongitude": 116.3944602013,
                    "isIndoor": 0,
                    "rdLatitude": 39.9121557,
                    "type": 2,
                    "content": "现在您来到的是戟门，也就是社稷坛的大宫门，始建于1421年。戟门面宽五间，辟有三个门洞，每个门洞两侧各排列12只铁戟，所以称“戟门”。大戟门的铁戟，是一丈一尺长的“银镦红杆金龙戟”。将这种金碧辉煌的古代重要兵器，插在朱红木架上，排列于宫门左右，既壮丽，又威严，是封建帝王显示威严的一种陈设，可是在1900年，美国侵略者将这些铁戟劫持一空。古代皇帝来社稷坛祭祀时，顺戟门往东行至拜殿东阶下轿，在乐舞声中到坛上行祀。坛上设有神牌，太社位于右，太稷位于左，均朝北。每年皇帝之所以要亲祀，是为了表示“非土不立，非谷不食，王者以土为重，为天下求福报功”。1914年，社稷坛开辟为公园，1916年将戟门砌墙，改装为殿堂，改称戟殿。",
                    "horn_latitude": 39.9123820061,
                    "rdLongitude": 116.3952380419,
                    "name": "戟门",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263594/201608301838090.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:38:09",
                            "id": 6228,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6228,
                    "luLatitude": 39.9124478405,
                    "longitude": 116.3947633
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.9121931,
                        "name": "戟门",
                        "id": 4942,
                        "radius": "20",
                        "content": "现在您来到的是戟门，也就是社稷坛的大宫门，始建于1421年。戟门面宽五间，辟有三个门洞，每个门洞两侧各排列12只铁戟，所以称“戟门”。大戟门的铁戟，是一丈一尺长的“银镦红杆金龙戟”。将这种金碧辉煌的古代重要兵器，插在朱红木架上，排列于宫门左右，既壮丽，又威严，是封建帝王显示威严的一种陈设，可是在1900年，美国侵略者将这些铁戟劫持一空。古代皇帝来社稷坛祭祀时，顺戟门往东行至拜殿东阶下轿，在乐舞声中到坛上行祀。坛上设有神牌，太社位于右，太稷位于左，均朝北。每年皇帝之所以要亲祀，是为了表示“非土不立，非谷不食，王者以土为重，为天下求福报功”。1914年，社稷坛开辟为公园，1916年将戟门砌墙，改装为殿堂，改称戟殿。",
                        "longitude": 116.3947633
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263595/201609061004190.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263595/2016083018383201.jpg",
                    "latitude": 39.91182879,
                    "horn_longitude": 116.394758597,
                    "luLongitude": 116.3943529129,
                    "isIndoor": 0,
                    "rdLatitude": 39.9117565763,
                    "type": 2,
                    "content": "游客您好，现在您来到的中山堂是社稷坛中轴线上的重要建筑。拜殿为一处歇山黄琉璃瓦屋面，饰以金龙合玺彩画，是皇帝祭祀日遇风雨行礼的地方，据载明代以前历代社稷坛均不设拜殿，明太祖朱元璋觉得这样有失帝王威仪，便下旨兴建拜殿。《北京古建筑》一书载：“史料中未发现被毁或重建的记录，可能是北京现存明代建筑中最古老的一座”，因此，也是重点文物保护建筑。1925年，孙中山先生逝世后曾在这里停灵，1928年河北省政府和北平特别市政府决定将拜殿改为中山堂。新中国成立后在这里先后召开过四届、十二次北京市各界人民代表会议。现在，每年3月12日和11月12日首都各界人士都要在此隆重举行孙中山诞辰和忌辰活动。",
                    "horn_latitude": 39.9119952279,
                    "rdLongitude": 116.3953399658,
                    "name": "中山堂",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263595/201608301838320.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:38:33",
                            "id": 6229,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6229,
                    "luLatitude": 39.9120569479,
                    "longitude": 116.3947852
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.91182879,
                        "name": "中山堂",
                        "id": 4941,
                        "radius": "20",
                        "content": "游客您好，现在您来到的中山堂是社稷坛中轴线上的重要建筑。拜殿为一处歇山黄琉璃瓦屋面，饰以金龙合玺彩画，是皇帝祭祀日遇风雨行礼的地方，据载明代以前历代社稷坛均不设拜殿，明太祖朱元璋觉得这样有失帝王威仪，便下旨兴建拜殿。《北京古建筑》一书载：“史料中未发现被毁或重建的记录，可能是北京现存明代建筑中最古老的一座”，因此，也是重点文物保护建筑。1925年，孙中山先生逝世后曾在这里停灵，1928年河北省政府和北平特别市政府决定将拜殿改为中山堂。新中国成立后在这里先后召开过四届、十二次北京市各界人民代表会议。现在，每年3月12日和11月12日首都各界人士都要在此隆重举行孙中山诞辰和忌辰活动。",
                        "longitude": 116.3947852
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263596/201609061004020.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263596/2016083018385601.jpg",
                    "latitude": 39.91120315,
                    "horn_longitude": 116.3947425038,
                    "luLongitude": 116.3943529129,
                    "isIndoor": 0,
                    "rdLatitude": 39.9110735347,
                    "type": 2,
                    "content": "各位游客，现在您来到了位于内坛东北角的社稷祭坛。它建于明永乐十八年，位于内坛核心区，正方形、三层，四面各设四步台阶。上层按东青、南红、西白、北黑、中黄，铺设五色坛土，俗称“五色土”，象征“普天之下，莫非王土”，坛台中央立“社主石”，亦称“江山石”。明清两朝皇帝每年的农历二月、八月上戊日例行在此举行祭祀仪式，祈求五谷丰登、国泰民安。坛台四周建有矮墙，也称壝垣（w&eacute;iyu&aacute;n），明朝初建时是用砖砌的，后涂上青、赤、白、黑色。清乾隆二十一年，将壝垣改为用四色琉璃砖、瓦砌成，与坛台相呼应。壝垣四面各有一个棂星门，白色石块筑成，每门原有棂星式朱漆门两扇，经过战乱，现在已经不存在了。",
                    "horn_latitude": 39.9113615651,
                    "rdLongitude": 116.3952541351,
                    "name": "社稷祭坛",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263596/201608301838560.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:38:56",
                            "id": 6230,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6230,
                    "luLatitude": 39.9114520887,
                    "longitude": 116.3948095
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.91120315,
                        "name": "社稷祭坛",
                        "id": 4940,
                        "radius": "30",
                        "content": "各位游客，现在您来到了位于内坛东北角的社稷祭坛。它建于明永乐十八年，位于内坛核心区，正方形、三层，四面各设四步台阶。上层按东青、南红、西白、北黑、中黄，铺设五色坛土，俗称“五色土”，象征“普天之下，莫非王土”，坛台中央立“社主石”，亦称“江山石”。明清两朝皇帝每年的农历二月、八月上戊日例行在此举行祭祀仪式，祈求五谷丰登、国泰民安。坛台四周建有矮墙，也称壝垣（w&eacute;iyu&aacute;n），明朝初建时是用砖砌的，后涂上青、赤、白、黑色。清乾隆二十一年，将壝垣改为用四色琉璃砖、瓦砌成，与坛台相呼应。壝垣四面各有一个棂星门，白色石块筑成，每门原有棂星式朱漆门两扇，经过战乱，现在已经不存在了。",
                        "longitude": 116.3948095
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263597/201609061003440.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263597/2016083018391701.jpg",
                    "latitude": 39.91132048,
                    "horn_longitude": 116.3962820917,
                    "luLongitude": 116.3956940174,
                    "isIndoor": 0,
                    "rdLatitude": 39.9112298942,
                    "type": 2,
                    "content": "游客朋友，现在您看到的是松柏交翠亭。该亭建于1915年，是当时公园董事会主席朱启钤提议修建的。松柏交翠亭建筑面积32.40平方米，筒瓦屋面，下檐柱间设靠栏坐凳，东西两面出入，与甬路衔接，亭子周围堆有太湖石点景，山上遍植油松。山石系日本专家堆造，构思、手法、布局别具特色。1930年7月经朱启钤提议将亭子的灰筒瓦顶改换为绿琉璃瓦顶，当时共用琉璃瓦4491件。亭子油饰一新，配以苏式彩画，金粱先生题写亭额“松柏交翠亭”。",
                    "horn_latitude": 39.9115714151,
                    "rdLongitude": 116.3964557648,
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263597/201608301839170.jpg",

                    "name": "松柏交翠亭",
                    "shuffling": [
                        {
                            "date": "2016-08-30 18:39:17",
                            "id": 6231,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6231,
                    "luLatitude": 39.9116125621,
                    "longitude": 116.396293
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.91132048,
                        "name": "松柏交翠亭",
                        "id": 4939,
                        "radius": "15",
                        "content": "游客朋友，现在您看到的是松柏交翠亭。该亭建于1915年，是当时公园董事会主席朱启钤提议修建的。松柏交翠亭建筑面积32.40平方米，筒瓦屋面，下檐柱间设靠栏坐凳，东西两面出入，与甬路衔接，亭子周围堆有太湖石点景，山上遍植油松。山石系日本专家堆造，构思、手法、布局别具特色。1930年7月经朱启钤提议将亭子的灰筒瓦顶改换为绿琉璃瓦顶，当时共用琉璃瓦4491件。亭子油饰一新，配以苏式彩画，金粱先生题写亭额“松柏交翠亭”。",
                        "longitude": 116.396293
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263598/201609061002220.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263598/2016083018560601.jpg",
                    "latitude": 39.91068511,
                    "horn_longitude": 116.3962552696,
                    "luLongitude": 116.3958442211,
                    "isIndoor": 0,
                    "rdLatitude": 39.9106579457,
                    "type": 2,
                    "content": "现在您到达的是投壶亭，又叫“十字亭”，建于1915年，建筑面积100平方米。亭子设计十分别致，采用勾连搭形式，中间3间，两侧各1间，平面呈“十字”形，明间前后有出入口。为文人雅士做投壶游戏的场所，故名投壶亭。初建时为平灰顶，后因年久多有糙朽，便将平顶改建为起脊瓦顶。",
                    "horn_latitude": 39.9109665516,
                    "rdLongitude": 116.3964289427,
                    "name": "投壶亭",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263598/201608301856060.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:40:37",
                            "id": 6232,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6232,
                    "luLatitude": 39.91099124,
                    "longitude": 116.3962272
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.91068511,
                        "name": "投壶亭",
                        "id": 4938,
                        "radius": "15",
                        "content": "现在您到达的是投壶亭，又叫“十字亭”，建于1915年，建筑面积100平方米。亭子设计十分别致，采用勾连搭形式，中间3间，两侧各1间，平面呈“十字”形，明间前后有出入口。为文人雅士做投壶游戏的场所，故名投壶亭。初建时为平灰顶，后因年久多有糙朽，便将平顶改建为起脊瓦顶。",
                        "longitude": 116.3962272
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263599/201609061002020.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263599/2016083018410101.jpg",
                    "latitude": 39.90956466,
                    "horn_longitude": 116.3949356228,
                    "luLongitude": 116.3947176933,
                    "isIndoor": 0,
                    "rdLatitude": 39.9095181493,
                    "type": 2,
                    "content": "欢迎您参观习礼亭，习礼亭为黄琉璃瓦顶，六角形，建在两层台基上，南北两面石阶，北阶3步，南阶6步。亭内有金龙仿心旋子彩画，朱棂门窗，面朝北一方为隔扇门，其余为槛（kǎn）窗。该亭建于明永乐十八年，原址在正阳门内兵部街鸿胪寺衙门内，是明、清两朝专为初次来京的文武官员、少数民族首领和附属国贡使等演习朝觐皇帝礼仪之用，故名习礼亭，亦称演礼亭。光绪二十六年八国联军入侵北京时，鸿胪寺被焚，此亭幸免。不久英军强占鸿胪寺做操场，清政府被迫将习礼亭迁至户部街礼部衙门院中,清末，礼部改为典礼院。1912年典礼院为盐务署占驻，1915年4月移建此亭到中央公园。",
                    "horn_latitude": 39.909789727,
                    "rdLongitude": 116.395522356,
                    "name": "习礼亭",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263599/201608301841010.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:41:02",
                            "id": 6233,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6233,
                    "luLatitude": 39.9097814974,
                    "longitude": 116.3949274
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.90956466,
                        "name": "习礼亭",
                        "id": 4937,
                        "radius": "20",
                        "content": "欢迎您参观习礼亭，习礼亭为黄琉璃瓦顶，六角形，建在两层台基上，南北两面石阶，北阶3步，南阶6步。亭内有金龙仿心旋子彩画，朱棂门窗，面朝北一方为隔扇门，其余为槛（kǎn）窗。该亭建于明永乐十八年，原址在正阳门内兵部街鸿胪寺衙门内，是明、清两朝专为初次来京的文武官员、少数民族首领和附属国贡使等演习朝觐皇帝礼仪之用，故名习礼亭，亦称演礼亭。光绪二十六年八国联军入侵北京时，鸿胪寺被焚，此亭幸免。不久英军强占鸿胪寺做操场，清政府被迫将习礼亭迁至户部街礼部衙门院中,清末，礼部改为典礼院。1912年典礼院为盐务署占驻，1915年4月移建此亭到中央公园。",
                        "longitude": 116.3949274
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263600/201609061001470.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263600/2016083018412601.jpg",
                    "latitude": 39.91162948,
                    "horn_longitude": 116.3938198239,
                    "luLongitude": 116.3935321569,
                    "isIndoor": 0,
                    "rdLatitude": 39.9115631857,
                    "type": 2,
                    "content": "游客您好，这里是以弘扬中国兰花文化为主的蕙芳园，其原址是公园的育花温室区。蕙芳园于1988年动工兴建，1990年9月开放，占地面积7600平方米，建筑面积986平方米。蕙芳园的建设，既体现了中国园林景观的民族特色，又突出了兰花为主的特点。该园设计采用封闭式的造园手法，用竹和松篱分隔空间，通过地形变换，植物疏密，造成一个空谷山幽，茂林修竹，萦绕曲折，清雅静谧的自然景观。景区分为4个部分。一区从入口至“柴门”以南为序幕区，40米长的竹林，曲折蜿蜒，可寻芳探幽。二区是入柴门往北至四合院以南为主景区。以黄土铺垫成小丘陵地貌，用山石造成山势，遍植各种植物，起伏错落，层次分明。三区为展览区，是一组北方民居形式的四合院。南北房各5间，东西房各3间，硬山黑瓦卷棚屋面。南房明间门楣上悬挂着朱德委员长题写的“兰室”匾额，院中置太湖石1座。四区为育花区。",
                    "horn_latitude": 39.9118306407,
                    "rdLongitude": 116.3942456245,
                    "name": "蕙芳园",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263600/201608301841260.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:41:27",
                            "id": 6234,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6234,
                    "luLatitude": 39.9118717875,
                    "longitude": 116.3940344
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.91162948,
                        "name": "蕙芳园",
                        "id": 4936,
                        "radius": "25",
                        "content": "游客您好，这里是以弘扬中国兰花文化为主的蕙芳园，其原址是公园的育花温室区。蕙芳园于1988年动工兴建，1990年9月开放，占地面积7600平方米，建筑面积986平方米。蕙芳园的建设，既体现了中国园林景观的民族特色，又突出了兰花为主的特点。该园设计采用封闭式的造园手法，用竹和松篱分隔空间，通过地形变换，植物疏密，造成一个空谷山幽，茂林修竹，萦绕曲折，清雅静谧的自然景观。景区分为4个部分。一区从入口至“柴门”以南为序幕区，40米长的竹林，曲折蜿蜒，可寻芳探幽。二区是入柴门往北至四合院以南为主景区。以黄土铺垫成小丘陵地貌，用山石造成山势，遍植各种植物，起伏错落，层次分明。三区为展览区，是一组北方民居形式的四合院。南北房各5间，东西房各3间，硬山黑瓦卷棚屋面。南房明间门楣上悬挂着朱德委员长题写的“兰室”匾额，院中置太湖石1座。四区为育花区。",
                        "longitude": 116.3940344
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263601/201609061001320.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263601/2016083018415401.jpg",
                    "latitude": 39.91136043,
                    "horn_longitude": 116.3930527121,
                    "luLongitude": 116.3925933838,
                    "isIndoor": 0,
                    "rdLatitude": 39.9112381236,
                    "type": 2,
                    "content": "游客朋友，欢迎您继续参观，您眼前的这块石头是青莲朵，是圆明园内长春园的旧物。这是一块800多年历史的太湖石，高1.7米，周围3米，石上沟壑遍布，质地细密，上刻乾隆御笔“青莲朵”三字。据考证，这座太湖石原系南宋临安德寿宫中故物，原名“芙蓉”。乾隆十六年第一次南巡时，在杭州吴山的宗阳宫游览，发现此奇石，十分喜爱，并与此石结缘，传为佳话。",
                    "horn_latitude": 39.9115055799,
                    "rdLongitude": 116.3933873177,
                    "name": "青莲朵",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263601/201608301841540.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:41:54",
                            "id": 6235,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6235,
                    "luLatitude": 39.9115878739,
                    "longitude": 116.3931048
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.91136043,
                        "name": "青莲朵",
                        "id": 4935,
                        "radius": "25",
                        "content": "游客朋友，欢迎您继续参观，您眼前的这块石头是青莲朵，是圆明园内长春园的旧物。这是一块800多年历史的太湖石，高1.7米，周围3米，石上沟壑遍布，质地细密，上刻乾隆御笔“青莲朵”三字。据考证，这座太湖石原系南宋临安德寿宫中故物，原名“芙蓉”。乾隆十六年第一次南巡时，在杭州吴山的宗阳宫游览，发现此奇石，十分喜爱，并与此石结缘，传为佳话。",
                        "longitude": 116.3931048
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263602/201609061001190.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263602/2016083018421701.jpg",
                    "latitude": 39.91095953,
                    "horn_longitude": 116.3919369131,
                    "luLongitude": 116.3916385174,
                    "isIndoor": 0,
                    "rdLatitude": 39.9108472242,
                    "type": 2,
                    "content": "游客您好，现在您来到的是来今雨轩。它建于1915年，位于北京中山公园东侧，坐北朝南，当年门上的匾额来今雨轩四个大字是徐世昌手笔，门前曾有楹联：三篇陆羽经，七度卢仝（t&oacute;ng）碗；和茶社很是贴切。现在原来的匾额和楹联都已不见，楹联变成：莫放春秋佳日过最难风雨故人来。来今雨轩是民国时期社会名流休闲聚会的场所；张恨水、老舍、林徽因、徐志摩、巴金、鲁迅等都曾在此聚会甚至写稿。到了上个世纪80年代后期，在中山公园西侧新建仿古建筑，主楼二层，坐西朝东，有山石、水池、游廊、花木点缀，名为来今雨轩饭庄，主营红楼宴；许多人久仰来今雨轩大名，到中山公园访古，以为中山公园西侧的来今雨轩饭庄就是当年名流聚会的地方，这是不对的。目前，位于中山公园西侧的新建来今雨轩饭庄，“停业整修”多年，2014年1月1日再次出了通告，声称：何时开业，请等待通知。东侧的则恢复为茶社，并于大厅门前以及门廊西侧，悬挂铜质名牌，介绍了来今雨轩茶社的史实。",
                    "horn_latitude": 39.911188747,
                    "rdLongitude": 116.3927060366,
                    "name": "来今雨轩",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263602/201608301842170.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:42:18",
                            "id": 6236,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6236,
                    "luLatitude": 39.91121755,
                    "longitude": 116.3924084
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.91095953,
                        "name": "来今雨轩",
                        "id": 4934,
                        "radius": "30",
                        "content": "游客您好，现在您来到的是来今雨轩。它建于1915年，位于北京中山公园东侧，坐北朝南，当年门上的匾额来今雨轩四个大字是徐世昌手笔，门前曾有楹联：三篇陆羽经，七度卢仝（t&oacute;ng）碗；和茶社很是贴切。现在原来的匾额和楹联都已不见，楹联变成：莫放春秋佳日过最难风雨故人来。来今雨轩是民国时期社会名流休闲聚会的场所；张恨水、老舍、林徽因、徐志摩、巴金、鲁迅等都曾在此聚会甚至写稿。到了上个世纪80年代后期，在中山公园西侧新建仿古建筑，主楼二层，坐西朝东，有山石、水池、游廊、花木点缀，名为来今雨轩饭庄，主营红楼宴；许多人久仰来今雨轩大名，到中山公园访古，以为中山公园西侧的来今雨轩饭庄就是当年名流聚会的地方，这是不对的。目前，位于中山公园西侧的新建来今雨轩饭庄，“停业整修”多年，2014年1月1日再次出了通告，声称：何时开业，请等待通知。东侧的则恢复为茶社，并于大厅门前以及门廊西侧，悬挂铜质名牌，介绍了来今雨轩茶社的史实。",
                        "longitude": 116.3924084
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263603/201609061001080.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263603/2016083018423901.jpg",
                    "latitude": 39.91051178,
                    "horn_longitude": 116.3933960348,
                    "luLongitude": 116.3933497667,
                    "isIndoor": 0,
                    "rdLatitude": 39.910534503,
                    "type": 2,
                    "content": "游客朋友，欢迎继续参观，您现在所在是宰牲亭。它建于明永乐十八年，为祭祀时屠宰牲畜处所，故名打牲亭、宰牲亭。明清时期，亭北、西、南有矮墙，与内坛墙相接。北有宰牲院门，为歇山黄琉璃瓦屋面。亭南有奉祀署用房，东、西房各3间，水井1口。亭周围墙及奉祀署用房因残破不堪于1914年建园时拆除。古井建于明永乐十八年，为六方形，井口、水井盖板为青白石筑成，井水供祭祀时清洗、蒸煮祭物所用。",
                    "horn_latitude": 39.9106949785,
                    "rdLongitude": 116.3938218355,
                    "name": "宰牲亭",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263603/201608301842390.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:42:40",
                            "id": 6237,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6237,
                    "luLatitude": 39.9107608145,
                    "longitude": 116.3934063
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.91051178,
                        "name": "宰牲亭",
                        "id": 4933,
                        "radius": "7",
                        "content": "游客朋友，欢迎继续参观，您现在所在是宰牲亭。它建于明永乐十八年，为祭祀时屠宰牲畜处所，故名打牲亭、宰牲亭。明清时期，亭北、西、南有矮墙，与内坛墙相接。北有宰牲院门，为歇山黄琉璃瓦屋面。亭南有奉祀署用房，东、西房各3间，水井1口。亭周围墙及奉祀署用房因残破不堪于1914年建园时拆除。古井建于明永乐十八年，为六方形，井口、水井盖板为青白石筑成，井水供祭祀时清洗、蒸煮祭物所用。",
                        "longitude": 116.3934063
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263604/201609061000520.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263604/2016083018430501.jpg",
                    "latitude": 39.90921539,
                    "horn_longitude": 116.3951126486,
                    "luLongitude": 116.3947820663,
                    "isIndoor": 0,
                    "rdLatitude": 39.9091642736,
                    "type": 2,
                    "content": "您好，这里是保卫和平坊。您可以看到牌坊正中镌刻郭沫若题写的“保卫和平”四个镏金的大字，字迹遒劲凝重。碑坊原建在东单北大街附近的大街上，原名叫“克林德碑”坊。清光绪二十六年，为了维护帝国主义在华的利益，八国联军直接出兵镇压义和团。1900年6月17日，八国联军占领天津大沽口炮台后，清政府照会各国公使，宣布与各国宣战，限24小时之内交战国一切人员均须离京。6月20日晨，克林德无视清政府的照会，乘轿去清总理衙门，当行至东单牌楼以北时，遇到神机营章京恩海率人巡街，见洋人轿来即令其返回，克林德恼羞成怒向巡街人员开枪，恩海随即开枪击毙克林德。克林德之死成为列强向清政府进行威胁、讹诈的借口，他们把此事列入《议和大纲》的补充条款，要挟清政府必须派一名亲王专使到德国，向德国皇帝当面道歉，还要在克林德被害处树立与其品位相当的铭志碑坊，碑上用拉丁、德、汉三种文字叙述中国皇帝对此事的“惋惜之意”。无能的清政府屈服于帝国主义的压力，对所提出条款一一照办。光绪二十七年七月派醇亲王载沣等大臣，赴德国赔理道歉。北京当年6月至1903年初按德国要求，在东单北大街上建了与街同宽的这个石碑坊，这个石碑坊成为清政府丧权辱国的见证。1918年第一次世界大战结束，德国成为战败国，中国是协约国中的战胜国。在协约国的提议下，将碑坊移建到中央公园内，改为“协约公理战胜纪念”坊，碑额字为许宝蘅书写。左右石匾分别刻有移建时间，西边刻有公历“一千九百十九年三月十五日”，东边刻“中华民国八年三月十五日”。1952年，为了纪念在京召开的亚洲及太平洋地区和平会议，将“协约公理战胜纪念”坊，更名为“保卫和平”坊。",
                    "horn_latitude": 39.9093947045,
                    "rdLongitude": 116.3958495855,
                    "name": "保卫和平坊",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263604/201608301843050.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:43:05",
                            "id": 6238,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6238,
                    "luLatitude": 39.9094728862,
                    "longitude": 116.3956268
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.90921539,
                        "name": "保卫和平坊",
                        "id": 4932,
                        "radius": "15",
                        "content": "您好，这里是保卫和平坊。您可以看到牌坊正中镌刻郭沫若题写的“保卫和平”四个镏金的大字，字迹遒劲凝重。碑坊原建在东单北大街附近的大街上，原名叫“克林德碑”坊。清光绪二十六年，为了维护帝国主义在华的利益，八国联军直接出兵镇压义和团。1900年6月17日，八国联军占领天津大沽口炮台后，清政府照会各国公使，宣布与各国宣战，限24小时之内交战国一切人员均须离京。6月20日晨，克林德无视清政府的照会，乘轿去清总理衙门，当行至东单牌楼以北时，遇到神机营章京恩海率人巡街，见洋人轿来即令其返回，克林德恼羞成怒向巡街人员开枪，恩海随即开枪击毙克林德。克林德之死成为列强向清政府进行威胁、讹诈的借口，他们把此事列入《议和大纲》的补充条款，要挟清政府必须派一名亲王专使到德国，向德国皇帝当面道歉，还要在克林德被害处树立与其品位相当的铭志碑坊，碑上用拉丁、德、汉三种文字叙述中国皇帝对此事的“惋惜之意”。无能的清政府屈服于帝国主义的压力，对所提出条款一一照办。光绪二十七年七月派醇亲王载沣等大臣，赴德国赔理道歉。北京当年6月至1903年初按德国要求，在东单北大街上建了与街同宽的这个石碑坊，这个石碑坊成为清政府丧权辱国的见证。1918年第一次世界大战结束，德国成为战败国，中国是协约国中的战胜国。在协约国的提议下，将碑坊移建到中央公园内，改为“协约公理战胜纪念”坊，碑额字为许宝蘅书写。左右石匾分别刻有移建时间，西边刻有公历“一千九百十九年三月十五日”，东边刻“中华民国八年三月十五日”。1952年，为了纪念在京召开的亚洲及太平洋地区和平会议，将“协约公理战胜纪念”坊，更名为“保卫和平”坊。",
                        "longitude": 116.3956268
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263605/201609061000220.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263605/2016083018432901.jpg",
                    "latitude": 39.90951296,
                    "horn_longitude": 116.3936320692,
                    "luLongitude": 116.3934463263,
                    "isIndoor": 0,
                    "rdLatitude": 39.9094852307,
                    "type": 2,
                    "content": "欢迎您继续参观，您现在到达的是唐花坞。它始建于1915年，当时为砖木结构，建房14间，整体为飞燕展翅形式。1936年、1964年先后多次修缮，1970年因园内重点工程拆除了其前面的山石，1992年5月进行了全面修缮。修缮后的唐花坞保持了原有的飞燕展翅造型，两翼屋面加高，方便采光，建筑面积417.5平方米。南面为正门，悬挂着董寿平手书“唐花坞”匾额。门内中央有一涵水石1座，产自易县西陵山中，石上长有绿苔非常可爱。涵水石后有一座似桥状廊子，红漆门楼，门楼上悬挂一块“玉堂富贵”匾额。东、西两侧各建8间花房，为半壁式，两端均有门。",
                    "horn_latitude": 39.9097938418,
                    "rdLongitude": 116.3941651583,
                    "name": "唐花坞",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263605/201608301843290.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:43:30",
                            "id": 6239,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6239,
                    "luLatitude": 39.9098308751,
                    "longitude": 116.3940037
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.90951296,
                        "name": "唐花坞",
                        "id": 4931,
                        "radius": "20",
                        "content": "欢迎您继续参观，您现在到达的是唐花坞。它始建于1915年，当时为砖木结构，建房14间，整体为飞燕展翅形式。1936年、1964年先后多次修缮，1970年因园内重点工程拆除了其前面的山石，1992年5月进行了全面修缮。修缮后的唐花坞保持了原有的飞燕展翅造型，两翼屋面加高，方便采光，建筑面积417.5平方米。南面为正门，悬挂着董寿平手书“唐花坞”匾额。门内中央有一涵水石1座，产自易县西陵山中，石上长有绿苔非常可爱。涵水石后有一座似桥状廊子，红漆门楼，门楼上悬挂一块“玉堂富贵”匾额。东、西两侧各建8间花房，为半壁式，两端均有门。",
                        "longitude": 116.3940037
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263606/201609061000050.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263606/2016083018435101.jpg",
                    "latitude": 39.90895056,
                    "horn_longitude": 116.3940344006,
                    "luLongitude": 116.3938057423,
                    "isIndoor": 0,
                    "rdLatitude": 39.9089338419,
                    "type": 2,
                    "content": "游客您好，现在您来到的是绘月石。这块石头高六尺，宽七尺，是圆明园遗物，石上镌刻有清高宗乾隆题写的“绘月”二字，也算是一处难得的皇家遗迹了，别处可是不多见的，你可以好好欣赏一下！",
                    "horn_latitude": 39.9092383407,
                    "rdLongitude": 116.3942563534,
                    "name": "绘月石",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263606/201608301843510.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:43:51",
                            "id": 6240,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6240,
                    "luLatitude": 39.9092548001,
                    "longitude": 116.393905
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.90895056,
                        "name": "绘月石",
                        "id": 4930,
                        "radius": "5",
                        "content": "游客您好，现在您来到的是绘月石。这块石头高六尺，宽七尺，是圆明园遗物，石上镌刻有清高宗乾隆题写的“绘月”二字，也算是一处难得的皇家遗迹了，别处可是不多见的，你可以好好欣赏一下！",
                        "longitude": 116.393905
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263607/201609060959560.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263607/2016083018440901.jpg",
                    "latitude": 39.9089256,
                    "horn_longitude": 116.3932351023,
                    "luLongitude": 116.3930171728,
                    "isIndoor": 0,
                    "rdLatitude": 39.9089379568,
                    "type": 2,
                    "content": "游客您好，欢迎继续参观，这里是四宜轩。它原为社稷坛时期的关帝庙，庙舍4间，砖木结构，建筑为硬山黑瓦顶。1919年改建时与后檐衔接，新建了3间新房，建筑面积38.2平方米，后改为临时集会之处所，取名四宜轩。",
                    "horn_latitude": 39.9092136517,
                    "rdLongitude": 116.3937199116,
                    "name": "四宜轩",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263607/201608301844090.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:44:10",
                            "id": 6241,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6241,
                    "luLatitude": 39.9092177665,
                    "longitude": 116.3936957
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.9089256,
                        "name": "四宜轩",
                        "id": 4929,
                        "radius": "10",
                        "content": "游客您好，欢迎继续参观，这里是四宜轩。它原为社稷坛时期的关帝庙，庙舍4间，砖木结构，建筑为硬山黑瓦顶。1919年改建时与后檐衔接，新建了3间新房，建筑面积38.2平方米，后改为临时集会之处所，取名四宜轩。",
                        "longitude": 116.3936957
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263608/201609060959460.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263608/2016083018444001.jpg",
                    "latitude": 39.90867541,
                    "horn_longitude": 116.3938788325,
                    "luLongitude": 116.393725276,
                    "isIndoor": 0,
                    "rdLatitude": 39.9084524019,
                    "type": 2,
                    "content": "欢迎您参观水榭景区。水榭建于1916年夏秋间，在唐花坞前一片荷塘南岸建北厅3间，东、西厅各建3间，环厅内外建游廊，均为砖木结构，卷棚筒瓦屋面。南面建垂花门1座，左右筑花墙，独成一庭院。北厅地基一半在水中，有地下室2间，北半部环厅游廊以水泥柱墩支架于水面之上，为三合院式水榭。1928年春，将南面垂花门及花墙拆除，增建南厅5间，歇山式灰瓦顶，砖木结构，内外走廊，四面厅房与廊连接，扩建工程于1928年10月竣工，建筑面积818.7平方米。外廊南面沿廊柱设坐凳，东、西、北三面沿外廊柱设靠栏坐凳。原公园董事恽宝惠曾手书“水榭”匾额，现已摘除。",
                    "horn_latitude": 39.908588193,
                    "rdLongitude": 116.3943850994,
                    "name": "水榭",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263608/201608301844400.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:44:40",
                            "id": 6242,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6242,
                    "luLatitude": 39.9087857069,
                    "longitude": 116.3940941
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.90867541,
                        "name": "水榭",
                        "id": 4928,
                        "radius": "20",
                        "content": "欢迎您参观水榭景区。水榭建于1916年夏秋间，在唐花坞前一片荷塘南岸建北厅3间，东、西厅各建3间，环厅内外建游廊，均为砖木结构，卷棚筒瓦屋面。南面建垂花门1座，左右筑花墙，独成一庭院。北厅地基一半在水中，有地下室2间，北半部环厅游廊以水泥柱墩支架于水面之上，为三合院式水榭。1928年春，将南面垂花门及花墙拆除，增建南厅5间，歇山式灰瓦顶，砖木结构，内外走廊，四面厅房与廊连接，扩建工程于1928年10月竣工，建筑面积818.7平方米。外廊南面沿廊柱设坐凳，东、西、北三面沿外廊柱设靠栏坐凳。原公园董事恽宝惠曾手书“水榭”匾额，现已摘除。",
                        "longitude": 116.3940941
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263609/201609060959330.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263609/2016083018450001.jpg",
                    "latitude": 39.90998236,
                    "horn_longitude": 116.3951716572,
                    "luLongitude": 116.394572854,
                    "isIndoor": 0,
                    "rdLatitude": 39.9099502043,
                    "type": 2,
                    "content": "游客朋友，现在我们看到的这对活灵活现的石狮是1918年河北大明镇镇守使王怀庆和统领李阶平捐献。两个石狮重8800余斤，为蹲坐式，昂首挺立，雄俊有神。西侧石狮基座地上部分高47厘米，宽63.3厘米，长93厘米；石狮高199.5厘米，背宽72厘米。东侧石狮基座地上部分高49厘米，宽64厘米，长95厘米；石狮高205厘米，背宽79厘米。1956年北京市文物组专家鉴定认为：“石狮可能是宋代作品，距今已经有千年历史”。1966年“文化大革命”中，公园职工为了保护石狮，就地挖坑掩埋，直到1971年才挖出来，安置在南坛门外，供游客观赏。",
                    "horn_latitude": 39.9102464691,
                    "rdLongitude": 116.3953775167,
                    "name": "石狮",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263609/201608301845000.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:45:01",
                            "id": 6243,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6243,
                    "luLatitude": 39.9102588134,
                    "longitude": 116.3948574
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.90998236,
                        "name": "石狮",
                        "id": 4927,
                        "radius": "15",
                        "content": "游客朋友，现在我们看到的这对活灵活现的石狮是1918年河北大明镇镇守使王怀庆和统领李阶平捐献。两个石狮重8800余斤，为蹲坐式，昂首挺立，雄俊有神。西侧石狮基座地上部分高47厘米，宽63.3厘米，长93厘米；石狮高199.5厘米，背宽72厘米。东侧石狮基座地上部分高49厘米，宽64厘米，长95厘米；石狮高205厘米，背宽79厘米。1956年北京市文物组专家鉴定认为：“石狮可能是宋代作品，距今已经有千年历史”。1966年“文化大革命”中，公园职工为了保护石狮，就地挖坑掩埋，直到1971年才挖出来，安置在南坛门外，供游客观赏。",
                        "longitude": 116.3948574
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263610/201609060959220.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263610/2016083018451801.jpg",
                    "latitude": 39.91048499,
                    "horn_longitude": 116.3929239661,
                    "luLongitude": 116.3926899433,
                    "isIndoor": 0,
                    "rdLatitude": 39.9103616828,
                    "type": 2,
                    "content": "游客您好，现在您看到的是名石“搴芝”，它是圆明园遗物，高六尺，宽八尺。1914年，修缮宰牲亭时放置于此处，“搴芝”二字为清乾隆帝御题，有兴趣可以观赏一下！",
                    "horn_latitude": 39.9106085687,
                    "rdLongitude": 116.3933283091,
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263610/201608301845180.jpg",

                    "name": "搴芝石",
                    "shuffling": [
                        {
                            "date": "2016-08-30 18:45:19",
                            "id": 6244,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6244,
                    "luLatitude": 39.9105550768,
                    "longitude": 116.3932204
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.91048499,
                        "name": "搴芝石",
                        "id": 4926,
                        "radius": "8",
                        "content": "游客您好，现在您看到的是名石“搴芝”，它是圆明园遗物，高六尺，宽八尺。1914年，修缮宰牲亭时放置于此处，“搴芝”二字为清乾隆帝御题，有兴趣可以观赏一下！",
                        "longitude": 116.3932204
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263611/201609060959110.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263611/2016083018454201.jpg",
                    "latitude": 39.90985707,
                    "horn_longitude": 116.3962767273,
                    "luLongitude": 116.3957691193,
                    "isIndoor": 0,
                    "rdLatitude": 39.9098679083,
                    "type": 2,
                    "content": "游客您好，现在您看到的是槐柏合抱，是一株独具特色的古树，是由侧柏和国槐合二为一形成。其中柏树已经生长了500多年，而槐树则扎根于古柏树干的裂缝中，也生活了200多年。日积月累，槐树树干越长越粗，终于挣脱柏树的怀抱，茁壮成长。槐柏交相辉映，生机勃勃。槐树巍然挺立、柏树苍劲峭拔，两树和谐生长，共同繁茂，而且国槐和侧柏同是北京市的市树，实为园林奇特景观，为北京古树名木之一。",
                    "horn_latitude": 39.9101888621,
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263611/201608301845420.jpg",

                    "rdLongitude": 116.3965523243,
                    "name": "槐柏合抱",
                    "shuffling": [
                        {
                            "date": "2016-08-30 18:45:42",
                            "id": 6245,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6245,
                    "luLatitude": 39.9101765178,
                    "longitude": 116.3959746
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.90985707,
                        "name": "槐柏合抱",
                        "id": 4925,
                        "radius": "15",
                        "content": "游客您好，现在您看到的是槐柏合抱，是一株独具特色的古树，是由侧柏和国槐合二为一形成。其中柏树已经生长了500多年，而槐树则扎根于古柏树干的裂缝中，也生活了200多年。日积月累，槐树树干越长越粗，终于挣脱柏树的怀抱，茁壮成长。槐柏交相辉映，生机勃勃。槐树巍然挺立、柏树苍劲峭拔，两树和谐生长，共同繁茂，而且国槐和侧柏同是北京市的市树，实为园林奇特景观，为北京古树名木之一。",
                        "longitude": 116.3959746
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263612/201609060958580.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263612/2016083018460601.jpg",
                    "latitude": 39.90923593,
                    "horn_longitude": 116.3964644819,
                    "luLongitude": 116.3961338997,
                    "isIndoor": 0,
                    "rdLatitude": 39.9089996796,
                    "type": 2,
                    "content": "游客朋友，现在您看到的是南极岩石，是1984年11月中国首次赴南极考察队，为感谢北京市人民政府和市民对南极考察事业的关怀与支持而赠送的。南极石下设有青白石雕筑的须弥座，上饰云纹，高1米，长1.6米，宽1.1米。",
                    "horn_latitude": 39.9091231251,
                    "rdLongitude": 116.3968420029,
                    "name": "南极岩石",
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263612/201608301846060.jpg",

                    "shuffling": [
                        {
                            "date": "2016-08-30 18:46:07",
                            "id": 6246,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6246,
                    "luLatitude": 39.9093741303,
                    "longitude": 116.3964036
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.90923593,
                        "name": "南极岩石",
                        "id": 4924,
                        "radius": "10",
                        "content": "游客朋友，现在您看到的是南极岩石，是1984年11月中国首次赴南极考察队，为感谢北京市人民政府和市民对南极考察事业的关怀与支持而赠送的。南极石下设有青白石雕筑的须弥座，上饰云纹，高1米，长1.6米，宽1.1米。",
                        "longitude": 116.3964036
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                	room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263613/201609060956550.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263613/2016083018463201.jpg",
                    "latitude": 39.90949529,
                    "horn_longitude": 116.3961265236,
                    "luLongitude": 116.3958871365,
                    "isIndoor": 0,
                    "rdLatitude": 39.9094317379,
                    "type": 2,
                    "content": "各位游客，这一块巨大的太湖石是“青云片”，原是圆明园四十景之一“别有洞天”景区内时赏斋前的遗物。“青云片”和“青芝岫”原都是明万历年进士、书画家米万钟的爱物。米万钟是大书法家米芾（f&uacute;）的孙子，家中十分阔绰。米万钟喜欢画石，也喜欢到处寻找奇石。“青云片”和“青芝岫”均采自京西南房山大石窝山中，米万钟原想将它们移至勺园，后因家财耗尽而弃于房山良乡山野中。多年后，二石被乾隆发现，将“青芝岫”运到了颐和园，“青云片”运到了圆明园时赏斋。乾隆对“青云片”十分喜爱，曾于乾隆三十一年亲自为“青云片”题写名字并做御诗八首。诗中云：“当门湖石秀屏横，坐喜松阴满砌清。时赏试言应为好，树姿花意盼春晴。”圆明园因遭八国联军焚毁而荒废，为了更好地保护和展示这一园林瑰宝，“青云片”石1925年由圆明园移至中央公园，置于来今雨轩长廊以西路旁。1971年后移至今天的位置。石上的刻字大部分因年代久远而模糊，但名石依旧身姿秀美，空穴明晰，结构奇巧，玲珑剔透，似烟云缭绕，是北京园林名石之一。",
                    "horn_latitude": 39.9097074309,
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263613/201608301846320.jpg",
                    
                    "rdLongitude": 116.3967239857,
                    "name": "青云片",
                    "shuffling": [
                        {
                            "date": "2016-08-30 18:46:33",
                            "id": 6247,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6247,
                    "luLatitude": 39.9097362345,
                    "longitude": 116.3963769
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.90949529,
                        "name": "青云片",
                        "id": 4923,
                        "radius": "10",
                        "content": "各位游客，这一块巨大的太湖石是“青云片”，原是圆明园四十景之一“别有洞天”景区内时赏斋前的遗物。“青云片”和“青芝岫”原都是明万历年进士、书画家米万钟的爱物。米万钟是大书法家米芾（f&uacute;）的孙子，家中十分阔绰。米万钟喜欢画石，也喜欢到处寻找奇石。“青云片”和“青芝岫”均采自京西南房山大石窝山中，米万钟原想将它们移至勺园，后因家财耗尽而弃于房山良乡山野中。多年后，二石被乾隆发现，将“青芝岫”运到了颐和园，“青云片”运到了圆明园时赏斋。乾隆对“青云片”十分喜爱，曾于乾隆三十一年亲自为“青云片”题写名字并做御诗八首。诗中云：“当门湖石秀屏横，坐喜松阴满砌清。时赏试言应为好，树姿花意盼春晴。”圆明园因遭八国联军焚毁而荒废，为了更好地保护和展示这一园林瑰宝，“青云片”石1925年由圆明园移至中央公园，置于来今雨轩长廊以西路旁。1971年后移至今天的位置。石上的刻字大部分因年代久远而模糊，但名石依旧身姿秀美，空穴明晰，结构奇巧，玲珑剔透，似烟云缭绕，是北京园林名石之一。",
                        "longitude": 116.3963769
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                    room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263613/201609060956550.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263613/2016083018463201.jpg",
                    "latitude": 39.90949529,
                    "horn_longitude": 116.357368,
                    "luLongitude": 116.3958871365,
                    "isIndoor": 0,
                    "rdLatitude": 39.9094317379,
                    "type": 2,
                    "content": "各位游客，这一块巨大的太湖石是“青云片”，原是圆明园四十景之一“别有洞天”景区内时赏斋前的遗物。“青云片”和“青芝岫”原都是明万历年进士、书画家米万钟的爱物。米万钟是大书法家米芾（f&uacute;）的孙子，家中十分阔绰。米万钟喜欢画石，也喜欢到处寻找奇石。“青云片”和“青芝岫”均采自京西南房山大石窝山中，米万钟原想将它们移至勺园，后因家财耗尽而弃于房山良乡山野中。多年后，二石被乾隆发现，将“青芝岫”运到了颐和园，“青云片”运到了圆明园时赏斋。乾隆对“青云片”十分喜爱，曾于乾隆三十一年亲自为“青云片”题写名字并做御诗八首。诗中云：“当门湖石秀屏横，坐喜松阴满砌清。时赏试言应为好，树姿花意盼春晴。”圆明园因遭八国联军焚毁而荒废，为了更好地保护和展示这一园林瑰宝，“青云片”石1925年由圆明园移至中央公园，置于来今雨轩长廊以西路旁。1971年后移至今天的位置。石上的刻字大部分因年代久远而模糊，但名石依旧身姿秀美，空穴明晰，结构奇巧，玲珑剔透，似烟云缭绕，是北京园林名石之一。",
                    "horn_latitude": 39.939593,
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263613/201608301846320.jpg",
                    
                    "rdLongitude": 116.3967239857,
                    "name": "测试1",
                    "shuffling": [
                        {
                            "date": "2016-08-30 18:46:33",
                            "id": 6247,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6247,
                    "luLatitude": 39.9097362345,
                    "longitude": 39.939593
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.90949529,
                        "name": "青云片",
                        "id": 4923,
                        "radius": "10",
                        "content": "各位游客，这一块巨大的太湖石是“青云片”，原是圆明园四十景之一“别有洞天”景区内时赏斋前的遗物。“青云片”和“青芝岫”原都是明万历年进士、书画家米万钟的爱物。米万钟是大书法家米芾（f&uacute;）的孙子，家中十分阔绰。米万钟喜欢画石，也喜欢到处寻找奇石。“青云片”和“青芝岫”均采自京西南房山大石窝山中，米万钟原想将它们移至勺园，后因家财耗尽而弃于房山良乡山野中。多年后，二石被乾隆发现，将“青芝岫”运到了颐和园，“青云片”运到了圆明园时赏斋。乾隆对“青云片”十分喜爱，曾于乾隆三十一年亲自为“青云片”题写名字并做御诗八首。诗中云：“当门湖石秀屏横，坐喜松阴满砌清。时赏试言应为好，树姿花意盼春晴。”圆明园因遭八国联军焚毁而荒废，为了更好地保护和展示这一园林瑰宝，“青云片”石1925年由圆明园移至中央公园，置于来今雨轩长廊以西路旁。1971年后移至今天的位置。石上的刻字大部分因年代久远而模糊，但名石依旧身姿秀美，空穴明晰，结构奇巧，玲珑剔透，似烟云缭绕，是北京园林名石之一。",
                        "longitude": 116.3963769
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                    room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263613/201609060956550.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263613/2016083018463201.jpg",
                    "latitude": 39.90949529,
                    "horn_longitude": 116.357287,
                    "luLongitude": 116.3958871365,
                    "isIndoor": 0,
                    "rdLatitude": 39.9094317379,
                    "type": 2,
                    "content": "各位游客，这一块巨大的太湖石是“青云片”，原是圆明园四十景之一“别有洞天”景区内时赏斋前的遗物。“青云片”和“青芝岫”原都是明万历年进士、书画家米万钟的爱物。米万钟是大书法家米芾（f&uacute;）的孙子，家中十分阔绰。米万钟喜欢画石，也喜欢到处寻找奇石。“青云片”和“青芝岫”均采自京西南房山大石窝山中，米万钟原想将它们移至勺园，后因家财耗尽而弃于房山良乡山野中。多年后，二石被乾隆发现，将“青芝岫”运到了颐和园，“青云片”运到了圆明园时赏斋。乾隆对“青云片”十分喜爱，曾于乾隆三十一年亲自为“青云片”题写名字并做御诗八首。诗中云：“当门湖石秀屏横，坐喜松阴满砌清。时赏试言应为好，树姿花意盼春晴。”圆明园因遭八国联军焚毁而荒废，为了更好地保护和展示这一园林瑰宝，“青云片”石1925年由圆明园移至中央公园，置于来今雨轩长廊以西路旁。1971年后移至今天的位置。石上的刻字大部分因年代久远而模糊，但名石依旧身姿秀美，空穴明晰，结构奇巧，玲珑剔透，似烟云缭绕，是北京园林名石之一。",
                    "horn_latitude": 39.939149,
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263613/201608301846320.jpg",
                    
                    "rdLongitude": 116.3967239857,
                    "name": "测试2",
                    "shuffling": [
                        {
                            "date": "2016-08-30 18:46:33",
                            "id": 6247,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6247,
                    "luLatitude": 39.9097362345,
                    "longitude": 116.3963769
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.90949529,
                        "name": "青云片",
                        "id": 4923,
                        "radius": "10",
                        "content": "各位游客，这一块巨大的太湖石是“青云片”，原是圆明园四十景之一“别有洞天”景区内时赏斋前的遗物。“青云片”和“青芝岫”原都是明万历年进士、书画家米万钟的爱物。米万钟是大书法家米芾（f&uacute;）的孙子，家中十分阔绰。米万钟喜欢画石，也喜欢到处寻找奇石。“青云片”和“青芝岫”均采自京西南房山大石窝山中，米万钟原想将它们移至勺园，后因家财耗尽而弃于房山良乡山野中。多年后，二石被乾隆发现，将“青芝岫”运到了颐和园，“青云片”运到了圆明园时赏斋。乾隆对“青云片”十分喜爱，曾于乾隆三十一年亲自为“青云片”题写名字并做御诗八首。诗中云：“当门湖石秀屏横，坐喜松阴满砌清。时赏试言应为好，树姿花意盼春晴。”圆明园因遭八国联军焚毁而荒废，为了更好地保护和展示这一园林瑰宝，“青云片”石1925年由圆明园移至中央公园，置于来今雨轩长廊以西路旁。1971年后移至今天的位置。石上的刻字大部分因年代久远而模糊，但名石依旧身姿秀美，空穴明晰，结构奇巧，玲珑剔透，似烟云缭绕，是北京园林名石之一。",
                        "longitude": 116.3963769
                    }
                ],
                "live": []
            },
            {
                "attraction": {
                    room:43,
                    "voice": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263613/201609060956550.mp3",
                    "thumbnail": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263613/2016083018463201.jpg",
                    "latitude": 39.90949529,
                    "horn_longitude": 116.356665,
                    "luLongitude": 116.3958871365,
                    "isIndoor": 0,
                    "rdLatitude": 39.9094317379,
                    "type": 2,
                    "content": "各位游客，这一块巨大的太湖石是“青云片”，原是圆明园四十景之一“别有洞天”景区内时赏斋前的遗物。“青云片”和“青芝岫”原都是明万历年进士、书画家米万钟的爱物。米万钟是大书法家米芾（f&uacute;）的孙子，家中十分阔绰。米万钟喜欢画石，也喜欢到处寻找奇石。“青云片”和“青芝岫”均采自京西南房山大石窝山中，米万钟原想将它们移至勺园，后因家财耗尽而弃于房山良乡山野中。多年后，二石被乾隆发现，将“青芝岫”运到了颐和园，“青云片”运到了圆明园时赏斋。乾隆对“青云片”十分喜爱，曾于乾隆三十一年亲自为“青云片”题写名字并做御诗八首。诗中云：“当门湖石秀屏横，坐喜松阴满砌清。时赏试言应为好，树姿花意盼春晴。”圆明园因遭八国联军焚毁而荒废，为了更好地保护和展示这一园林瑰宝，“青云片”石1925年由圆明园移至中央公园，置于来今雨轩长廊以西路旁。1971年后移至今天的位置。石上的刻字大部分因年代久远而模糊，但名石依旧身姿秀美，空穴明晰，结构奇巧，玲珑剔透，似烟云缭绕，是北京园林名石之一。",
                    "horn_latitude": 39.939626,
                            "picUrl": "http://mall.leyoobao.com/geotravelWeb/upload/pic/A1320500526/A21100005263613/201608301846320.jpg",
                    
                    "rdLongitude": 116.3967239857,
                    "name": "测试3",
                    "shuffling": [
                        {
                            "date": "2016-08-30 18:46:33",
                            "id": 6247,
                            "href": "",
                            "scenicSpotName": "北京中山公园",
                            "praiseNumbser": 0
                        }
                    ],
                    "id": 6247,
                    "luLatitude": 39.9097362345,
                    "longitude": 116.3963769
                },
                "broadcastCircle": [
                    {
                        "latitude": 39.90949529,
                        "name": "青云片",
                        "id": 4923,
                        "radius": "10",
                        "content": "各位游客，这一块巨大的太湖石是“青云片”，原是圆明园四十景之一“别有洞天”景区内时赏斋前的遗物。“青云片”和“青芝岫”原都是明万历年进士、书画家米万钟的爱物。米万钟是大书法家米芾（f&uacute;）的孙子，家中十分阔绰。米万钟喜欢画石，也喜欢到处寻找奇石。“青云片”和“青芝岫”均采自京西南房山大石窝山中，米万钟原想将它们移至勺园，后因家财耗尽而弃于房山良乡山野中。多年后，二石被乾隆发现，将“青芝岫”运到了颐和园，“青云片”运到了圆明园时赏斋。乾隆对“青云片”十分喜爱，曾于乾隆三十一年亲自为“青云片”题写名字并做御诗八首。诗中云：“当门湖石秀屏横，坐喜松阴满砌清。时赏试言应为好，树姿花意盼春晴。”圆明园因遭八国联军焚毁而荒废，为了更好地保护和展示这一园林瑰宝，“青云片”石1925年由圆明园移至中央公园，置于来今雨轩长廊以西路旁。1971年后移至今天的位置。石上的刻字大部分因年代久远而模糊，但名石依旧身姿秀美，空穴明晰，结构奇巧，玲珑剔透，似烟云缭绕，是北京园林名石之一。",
                        "longitude": 116.3963769
                    }
                ],
                "live": []
            }

        ]
    }
}